Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Your browser's actions — Open URL, Search the Web, New Tab — appear in the Shortcuts app, Spotlight, and Siri. Try saying “New tab in Browser.”
ar: تظهر إجراءات متصفحك — فتح URL، البحث في الويب، علامة تبويب جديدة — في تطبيق الاختصارات و Spotlight و Siri. جرّب أن تقول «علامة تبويب جديدة في Browser».
ca: Les accions del teu navegador — Obre l'URL, Cerca al web, Pestanya nova — apareixen a l'app Dreceres, a l'Spotlight i a la Siri. Prova de dir «Pestanya nova a Browser».
cs: Akce tvého prohlížeče — Otevřít URL, Hledat na webu, Nová karta — se objevují v aplikaci Zkratky, ve Spotlightu a v Siri. Zkus říct «Nová karta v Browser».
da: Din browsers handlinger — Åbn URL, Søg på nettet, Nyt faneblad — vises i Genveje-appen, i Spotlight og i Siri. Prøv at sige «Nyt faneblad i Browser».
de: Die Aktionen deines Browsers – URL öffnen, Im Web suchen, Neuer Tab – erscheinen in der Kurzbefehle-App, in Spotlight und bei Siri. Sag zum Beispiel „Neuer Tab in Browser“.
el: Οι ενέργειες του προγράμματος περιήγησής σου — Άνοιγμα URL, Αναζήτηση στον ιστό, Νέα καρτέλα — εμφανίζονται στην εφαρμογή Συντομεύσεις, στο Spotlight και στη Siri. Δοκίμασε να πεις «Νέα καρτέλα στο Browser».
es: Las acciones de tu navegador —Abrir URL, Buscar en la web, Pestaña nueva— aparecen en la app Atajos, Spotlight y Siri. Prueba a decir «Nueva pestaña en Browser».
fi: Selaimesi toiminnot — Avaa URL, Hae verkosta, Uusi välilehti — näkyvät Oikotiet-sovelluksessa, Spotlightissa ja Sirissä. Kokeile sanoa «Uusi välilehti Browserissä».
fr: Les actions de votre navigateur — Ouvrir l'URL, Rechercher sur le web, Nouvel onglet — apparaissent dans l'app Raccourcis, Spotlight et Siri. Essayez de dire « Nouvel onglet dans Browser ».
he: הפעולות של הדפדפן שלך — פתח URL, חפש באינטרנט, כרטיסייה חדשה — מופיעות ביישום קיצורים, ב-Spotlight וב-Siri. נסה לומר «כרטיסייה חדשה ב-Browser».
hi: आपके ब्राउज़र की क्रियाएँ — URL खोलें, वेब पर खोजें, नया टैब — शॉर्टकट ऐप, Spotlight और Siri में दिखाई देती हैं। «Browser में नया टैब» कहकर देखें।
hr: Radnje tvog preglednika — Otvori URL, Pretraži web, Nova kartica — pojavljuju se u aplikaciji Prečaci, u Spotlightu i u Siri. Pokušaj reći «Nova kartica u Browser».
hu: A böngésződ műveletei — URL megnyitása, Keresés a weben, Új lap — megjelennek a Parancsok alkalmazásban, a Spotlightban és a Sirinél. Próbáld mondani: «Új lap az Browserben».
id: Tindakan browsermu — Buka URL, Cari di Web, Tab Baru — muncul di aplikasi Pintasan, Spotlight, dan Siri. Coba ucapkan «Tab baru di Browser».
it: Le azioni del tuo browser — Apri URL, Cerca sul web, Nuova scheda — appaiono nell'app Comandi rapidi, in Spotlight e in Siri. Prova a dire «Nuova scheda in Browser».
ja: ブラウザのアクション（URLを開く、ウェブを検索、新しいタブ）は、ショートカットアプリ、Spotlight、Siriに表示されます。「Browserで新しいタブ」と言ってみてください。
ko: 브라우저의 작업 — URL 열기, 웹 검색, 새 탭 — 이 단축어 앱, Spotlight, Siri에 나타납니다. 「Browser에서 새 탭」이라고 말해 보세요.
ms: Tindakan pelayar anda — Buka URL, Cari di Web, Tab Baharu — muncul dalam aplikasi Pintasan, Spotlight dan Siri. Cuba sebut «Tab baharu dalam Browser».
nb: Nettleserens handlinger — Åpne URL, Søk på nettet, Ny fane — vises i Snarveier-appen, i Spotlight og i Siri. Prøv å si «Ny fane i Browser».
nl: De acties van je browser — URL openen, Op het web zoeken, Nieuw tabblad — verschijnen in de app Opdrachten, in Spotlight en bij Siri. Probeer te zeggen «Nieuw tabblad in Browser».
pl: Działania Twojej przeglądarki — Otwórz URL, Szukaj w sieci, Nowa karta — pojawiają się w aplikacji Skróty, w Spotlight i w Siri. Spróbuj powiedzieć «Nowa karta w Browser».
pt_br: As ações do seu navegador — Abrir URL, Buscar na web, Nova aba — aparecem no app Atalhos, no Spotlight e na Siri. Experimente dizer «Nova aba no Browser».
ro: Acțiunile browserului tău — Deschide URL, Caută pe web, Filă nouă — apar în aplicația Scurtături, în Spotlight și la Siri. Încearcă să spui «Filă nouă în Browser».
ru: Действия вашего браузера — «Открыть URL», «Искать в интернете», «Новая вкладка» — появляются в приложении «Команды», в Spotlight и в Siri. Попробуйте сказать «Новая вкладка в Browser».
sk: Akcie tvojho prehliadača — Otvoriť URL, Hľadať na webe, Nová karta — sa objavujú v aplikácii Skratky, v Spotlighte a v Siri. Skús povedať «Nová karta v Browser».
sv: Din webbläsares åtgärder — Öppna URL, Sök på webben, Ny flik — visas i Genvägar-appen, i Spotlight och i Siri. Prova att säga «Ny flik i Browser».
th: การกระทำของเบราว์เซอร์ของคุณ — เปิด URL, ค้นหาบนเว็บ, แท็บใหม่ — จะปรากฏในแอปทางลัด, Spotlight และ Siri ลองพูดว่า «แท็บใหม่ใน Browser»
tr: Tarayıcının eylemleri — URL'yi Aç, Web'de Ara, Yeni Sekme — Kısayollar uygulamasında, Spotlight'ta ve Siri'de görünür. «Browser'te yeni sekme» demeyi dene.
uk: Дії вашого браузера — «Відкрити URL», «Шукати в інтернеті», «Нова вкладка» — з'являються в програмі «Команди», у Spotlight і в Siri. Спробуйте сказати «Нова вкладка в Browser».
vi: Các hành động của trình duyệt — Mở URL, Tìm kiếm trên web, Thẻ mới — xuất hiện trong ứng dụng Phím tắt, Spotlight và Siri. Thử nói «Thẻ mới trong Browser».
zh_hans: 你浏览器的操作——打开 URL、在网络上搜索、新建标签页——会出现在“快捷指令”应用、Spotlight 和 Siri 中。试着说“在 Browser 中新建标签页”。
zh_hk: 你瀏覽器的動作——打開 URL、在網路上搜尋、新分頁——會出現在「捷徑」App、Spotlight 與 Siri 中。試著說「在 Browser 中開新分頁」。

source: Your Window to the Internet
ar: نافذتك على الإنترنت
ca: La teva finestra a internet
cs: Tvé okno do internetu
da: Dit vindue mod internettet
de: Dein Fenster zum Internet
el: Το παράθυρό σου στο διαδίκτυο
es: Tu ventana a Internet
fi: Ikkunasi internetiin
fr: Votre fenêtre sur Internet
he: החלון שלך אל האינטרנט
hi: इंटरनेट पर आपकी विंडो
hr: Tvoj prozor prema internetu
hu: Az ablakod az internetre
id: Jendelamu ke Internet
it: La tua finestra su Internet
ja: インターネットへのあなたの窓
ko: 인터넷으로 향한 당신의 창
ms: Tetingkap anda ke Internet
nb: Vinduet ditt mot internett
nl: Je venster op internet
pl: Twoje okno na internet
pt_br: Sua janela para a Internet
ro: Fereastra ta către internet
ru: Ваше окно в интернет
sk: Tvoje okno do internetu
sv: Ditt fönster mot internet
th: หน้าต่างของคุณสู่อินเทอร์เน็ต
tr: İnternete açılan pencer­en
uk: Ваше вікно в інтернет
vi: Cửa sổ của bạn ra Internet
zh_hans: 你通往互联网的窗口
zh_hk: 你通往網際網路的視窗

source: Zoom In
ar: تكبير
ca: Amplia
cs: Přiblížit
da: Zoom ind
de: Vergrößern
el: Μεγέθυνση
es: Acercar
fi: Lähennä
fr: Zoom avant
he: הגדל
hi: ज़ूम इन
hr: Povećaj
hu: Nagyítás
id: Perbesar
it: Ingrandisci
ja: 拡大
ko: 확대
ms: Zum Masuk
nb: Zoom inn
nl: Inzoomen
pl: Powiększ
pt_br: Aumentar zoom
ro: Mărește
ru: Увеличить
sk: Priblížiť
sv: Zooma in
th: ซูมเข้า
tr: Yakınlaştır
uk: Збільшити
vi: Phóng to
zh_hans: 放大
zh_hk: 放大

source: Zoom In / Out
ar: تكبير / تصغير
ca: Amplia / Redueix
cs: Přiblížit / Oddálit
da: Zoom ind / ud
de: Vergrößern / Verkleinern
el: Μεγέθυνση / Σμίκρυνση
es: Acercar / Alejar
fi: Lähennä / Loitonna
fr: Zoom avant / arrière
he: הגדל / הקטן
hi: ज़ूम इन / आउट
hr: Povećaj / Smanji
hu: Nagyítás / Kicsinyítés
id: Perbesar / Perkecil
it: Ingrandisci / Riduci
ja: 拡大 / 縮小
ko: 확대 / 축소
ms: Zum Masuk / Keluar
nb: Zoom inn / ut
nl: In-/uitzoomen
pl: Powiększ / Pomniejsz
pt_br: Aumentar / Diminuir zoom
ro: Mărește / Micșorează
ru: Увеличить / Уменьшить
sk: Priblížiť / Oddialiť
sv: Zooma in / ut
th: ซูมเข้า / ออก
tr: Yakınlaştır / Uzaklaştır
uk: Збільшити / Зменшити
vi: Phóng to / Thu nhỏ
zh_hans: 放大 / 缩小
zh_hk: 放大 / 縮小

source: Zoom Out
ar: تصغير
ca: Redueix
cs: Oddálit
da: Zoom ud
de: Verkleinern
el: Σμίκρυνση
es: Alejar
fi: Loitonna
fr: Zoom arrière
he: הקטן
hi: ज़ूम आउट
hr: Smanji
hu: Kicsinyítés
id: Perkecil
it: Riduci
ja: 縮小
ko: 축소
ms: Zum Keluar
nb: Zoom ut
nl: Uitzoomen
pl: Pomniejsz
pt_br: Diminuir zoom
ro: Micșorează
ru: Уменьшить
sk: Oddialiť
sv: Zooma ut
th: ซูมออก
tr: Uzaklaştır
uk: Зменшити
vi: Thu nhỏ
zh_hans: 缩小
zh_hk: 縮小

source: Next Tab
ar: التبويب التالي
ca: Pestanya següent
cs: Další panel
da: Næste faneblad
de: Nächster Tab
el: Επόμενη καρτέλα
es: Pestaña siguiente
fi: Seuraava välilehti
fr: Onglet suivant
he: הכרטיסייה הבאה
hi: अगला टैब
hr: Sljedeća kartica
hu: Következő lap
id: Tab berikutnya
it: Scheda successiva
ja: 次のタブ
ko: 다음 탭
ms: Tab seterusnya
nb: Neste fane
nl: Volgend tabblad
pl: Następna karta
pt_br: Próxima aba
ro: Fila următoare
ru: Следующая вкладка
sk: Ďalšia karta
sv: Nästa flik
th: แท็บถัดไป
tr: Sonraki sekme
uk: Наступна вкладка
vi: Thẻ tiếp theo
zh_hans: 下一个标签页
zh_hk: 下一個分頁

source: Previous Tab
ar: التبويب السابق
ca: Pestanya anterior
cs: Předchozí panel
da: Forrige faneblad
de: Vorheriger Tab
el: Προηγούμενη καρτέλα
es: Pestaña anterior
fi: Edellinen välilehti
fr: Onglet précédent
he: הכרטיסייה הקודמת
hi: पिछला टैब
hr: Prethodna kartica
hu: Előző lap
id: Tab sebelumnya
it: Scheda precedente
ja: 前のタブ
ko: 이전 탭
ms: Tab sebelumnya
nb: Forrige fane
nl: Vorig tabblad
pl: Poprzednia karta
pt_br: Aba anterior
ro: Fila anterioară
ru: Предыдущая вкладка
sk: Predchádzajúca karta
sv: Föregående flik
th: แท็บก่อนหน้า
tr: Önceki sekme
uk: Попередня вкладка
vi: Thẻ trước
zh_hans: 上一个标签页
zh_hk: 上一個分頁

source: Back
ar: رجوع
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fi: Takaisin
fr: Précédent
he: אחורה
hi: पीछे
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
pt_br: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 后退
zh_hk: 返回

source: Forward
ar: تقدّم
ca: Endavant
cs: Vpřed
da: Frem
de: Vorwärts
el: Μπροστά
es: Adelante
fi: Eteenpäin
fr: Suivant
he: קדימה
hi: आगे
hr: Naprijed
hu: Előre
id: Maju
it: Avanti
ja: 進む
ko: 앞으로
ms: Maju
nb: Fremover
nl: Vooruit
pl: Do przodu
pt_br: Avançar
ro: Înainte
ru: Вперёд
sk: Dopredu
sv: Framåt
th: ไปข้างหน้า
tr: İleri
uk: Уперед
vi: Tiến tới
zh_hans: 前进
zh_hk: 前進

source: Shortcuts
ar: الاختصارات
ca: Dreceres
cs: Zkratky
da: Genveje
de: Kurzbefehle
el: Συντομεύσεις
es: Atajos
fi: Pikanäppäimet
fr: Raccourcis
he: קיצורי דרך
hi: शॉर्टकट
hr: Prečaci
hu: Gyorsbillentyűk
id: Pintasan
it: Scorciatoie
ja: ショートカット
ko: 단축키
ms: Pintasan
nb: Snarveier
nl: Sneltoetsen
pl: Skróty
pt_br: Atalhos
ro: Scurtături
ru: Сочетания клавиш
sk: Skratky
sv: Genvägar
th: ทางลัด
tr: Kısayollar
uk: Комбінації клавіш
vi: Phím tắt
zh_hans: 快捷键
zh_hk: 快捷鍵

source: Customize keyboard shortcuts
ar: تخصيص اختصارات لوحة المفاتيح
ca: Personalitza les dreceres de teclat
cs: Přizpůsobit klávesové zkratky
da: Tilpas tastaturgenveje
de: Tastaturkurzbefehle anpassen
el: Προσαρμογή συντομεύσεων πληκτρολογίου
es: Personalizar atajos de teclado
fi: Mukauta pikanäppäimiä
fr: Personnaliser les raccourcis clavier
he: התאמה אישית של קיצורי מקלדת
hi: कीबोर्ड शॉर्टकट कस्टमाइज़ करें
hr: Prilagodite tipkovničke prečace
hu: Billentyűparancsok testreszabása
id: Sesuaikan pintasan papan ketik
it: Personalizza le scorciatoie da tastiera
ja: キーボードショートカットをカスタマイズ
ko: 키보드 단축키 사용자화
ms: Sesuaikan pintasan papan kekunci
nb: Tilpass tastatursnarveier
nl: Sneltoetsen aanpassen
pl: Dostosuj skróty klawiszowe
pt_br: Personalizar atalhos de teclado
ro: Personalizează scurtăturile de tastatură
ru: Настроить сочетания клавиш
sk: Prispôsobiť klávesové skratky
sv: Anpassa tangentbordsgenvägar
th: ปรับแต่งทางลัดแป้นพิมพ์
tr: Klavye kısayollarını özelleştir
uk: Налаштувати комбінації клавіш
vi: Tùy chỉnh phím tắt
zh_hans: 自定义键盘快捷键
zh_hk: 自訂鍵盤快捷鍵

source: Reset All
ar: إعادة تعيين الكل
ca: Restableix-ho tot
cs: Obnovit vše
da: Nulstil alle
de: Alle zurücksetzen
el: Επαναφορά όλων
es: Restablecer todo
fi: Palauta kaikki
fr: Tout réinitialiser
he: איפוס הכול
hi: सभी रीसेट करें
hr: Poništi sve
hu: Összes visszaállítása
id: Atur ulang semua
it: Ripristina tutto
ja: すべてリセット
ko: 모두 재설정
ms: Set semula semua
nb: Tilbakestill alle
nl: Alles herstellen
pl: Zresetuj wszystko
pt_br: Redefinir tudo
ro: Resetează tot
ru: Сбросить все
sk: Obnoviť všetko
sv: Återställ alla
th: รีเซ็ตทั้งหมด
tr: Tümünü sıfırla
uk: Скинути все
vi: Đặt lại tất cả
zh_hans: 全部重置
zh_hk: 全部重設

source: Import from…
ar: استيراد من…
ca: Importa des de…
cs: Importovat z…
da: Importer fra…
de: Importieren aus…
el: Εισαγωγή από…
es: Importar desde…
fi: Tuo lähteestä…
fr: Importer depuis…
he: ייבוא מ…
hi: से आयात करें…
hr: Uvezi iz…
hu: Importálás innen…
id: Impor dari…
it: Importa da…
ja: 読み込み元…
ko: 가져올 항목…
ms: Import dari…
nb: Importer fra…
nl: Importeren uit…
pl: Importuj z…
pt_br: Importar de…
ro: Importă din…
ru: Импорт из…
sk: Importovať z…
sv: Importera från…
th: นำเข้าจาก…
tr: Şuradan içe aktar…
uk: Імпорт із…
vi: Nhập từ…
zh_hans: 导入自…
zh_hk: 匯入自…

source: Reset to default
ar: إعادة التعيين إلى الافتراضي
ca: Restableix al valor per defecte
cs: Obnovit výchozí
da: Nulstil til standard
de: Auf Standard zurücksetzen
el: Επαναφορά στην προεπιλογή
es: Restablecer al valor predeterminado
fi: Palauta oletukseksi
fr: Réinitialiser par défaut
he: איפוס לברירת המחדל
hi: डिफ़ॉल्ट पर रीसेट करें
hr: Vrati na zadano
hu: Visszaállítás alapértelmezettre
id: Atur ulang ke bawaan
it: Ripristina predefinito
ja: デフォルトに戻す
ko: 기본값으로 재설정
ms: Set semula kepada lalai
nb: Tilbakestill til standard
nl: Standaardwaarde herstellen
pl: Przywróć domyślne
pt_br: Restaurar padrão
ro: Resetează la valoarea implicită
ru: Сбросить до значения по умолчанию
sk: Obnoviť predvolené
sv: Återställ till standard
th: รีเซ็ตเป็นค่าเริ่มต้น
tr: Varsayılana sıfırla
uk: Скинути до типового
vi: Đặt lại về mặc định
zh_hans: 重置为默认值
zh_hk: 重設為預設值

source: This shortcut is used by more than one command
ar: هذا الاختصار مستخدَم في أكثر من أمر
ca: Aquesta drecera s’utilitza en més d’una ordre
cs: Tato zkratka je použita u více než jednoho příkazu
da: Denne genvej bruges af mere end én kommando
de: Dieser Kurzbefehl wird von mehreren Befehlen verwendet
el: Αυτή η συντόμευση χρησιμοποιείται από περισσότερες από μία εντολές
es: Este atajo se usa en más de un comando
fi: Tätä pikanäppäintä käyttää useampi kuin yksi komento
fr: Ce raccourci est utilisé par plusieurs commandes
he: קיצור הדרך הזה משמש יותר מפקודה אחת
hi: यह शॉर्टकट एक से अधिक कमांड द्वारा उपयोग किया जाता है
hr: Ovaj se prečac koristi za više naredbi
hu: Ezt a gyorsbillentyűt több parancs is használja
id: Pintasan ini digunakan oleh lebih dari satu perintah
it: Questa scorciatoia è usata da più comandi
ja: このショートカットは複数のコマンドで使われています
ko: 이 단축키는 둘 이상의 명령에서 사용됩니다
ms: Pintasan ini digunakan oleh lebih daripada satu perintah
nb: Denne snarveien brukes av mer enn én kommando
nl: Deze sneltoets wordt door meer dan één opdracht gebruikt
pl: Ten skrót jest używany przez więcej niż jedno polecenie
pt_br: Este atalho é usado por mais de um comando
ro: Această scurtătură este folosită de mai multe comenzi
ru: Это сочетание используется несколькими командами
sk: Táto skratka sa používa vo viac ako jednom príkaze
sv: Den här genvägen används av mer än ett kommando
th: ทางลัดนี้ถูกใช้กับคำสั่งมากกว่าหนึ่งรายการ
tr: Bu kısayol birden fazla komut tarafından kullanılıyor
uk: Це сполучення використовується кількома командами
vi: Phím tắt này được dùng cho nhiều lệnh
zh_hans: 该快捷键被多个命令使用
zh_hk: 此快捷鍵被多個命令使用

source: May conflict with the macOS %@ shortcut
ar: قد يتعارض مع اختصار %@ في macOS
ca: Pot entrar en conflicte amb la drecera %@ del macOS
cs: Může kolidovat se zkratkou %@ v systému macOS
da: Kan være i konflikt med macOS-genvejen %@
de: Kann mit dem macOS-Kurzbefehl %@ in Konflikt stehen
el: Ενδέχεται να συγκρούεται με τη συντόμευση %@ του macOS
es: Puede entrar en conflicto con el atajo %@ de macOS
fi: Voi olla ristiriidassa macOS-pikanäppäimen %@ kanssa
fr: Peut entrer en conflit avec le raccourci %@ de macOS
he: עלול להתנגש עם קיצור הדרך %@ של macOS
hi: macOS के %@ शॉर्टकट से टकरा सकता है
hr: Može se sukobiti s macOS prečacem %@
hu: Ütközhet a macOS %@ billentyűparancsával
id: Mungkin berbenturan dengan pintasan %@ macOS
it: Potrebbe entrare in conflitto con la scorciatoia %@ di macOS
ja: macOS の %@ ショートカットと競合する可能性があります
ko: macOS의 %@ 단축키와 충돌할 수 있습니다
ms: Mungkin bercanggah dengan pintasan %@ macOS
nb: Kan komme i konflikt med macOS-snarveien %@
nl: Kan conflicteren met de macOS-sneltoets %@
pl: Może kolidować ze skrótem %@ w macOS
pt_br: Pode entrar em conflito com o atalho %@ do macOS
ro: Poate intra în conflict cu scurtătura %@ din macOS
ru: Может конфликтовать с сочетанием %@ в macOS
sk: Môže kolidovať so skratkou %@ v systéme macOS
sv: Kan krocka med macOS-genvägen %@
th: อาจขัดแย้งกับทางลัด %@ ของ macOS
tr: macOS %@ kısayoluyla çakışabilir
uk: Може конфліктувати зі сполученням %@ у macOS
vi: Có thể xung đột với phím tắt %@ của macOS
zh_hans: 可能与 macOS 的 %@ 快捷键冲突
zh_hk: 可能與 macOS 的 %@ 快捷鍵衝突

source: Press keys…
ar: اضغط المفاتيح…
ca: Premeu les tecles…
cs: Stiskněte klávesy…
da: Tryk på tasterne…
de: Tasten drücken…
el: Πατήστε πλήκτρα…
es: Pulsa las teclas…
fi: Paina näppäimiä…
fr: Appuyez sur les touches…
he: הקישו על המקשים…
hi: कुंजियाँ दबाएँ…
hr: Pritisnite tipke…
hu: Nyomja le a billentyűket…
id: Tekan tombol…
it: Premi i tasti…
ja: キーを押してください…
ko: 키를 누르세요…
ms: Tekan kekunci…
nb: Trykk på tastene…
nl: Druk op toetsen…
pl: Naciśnij klawisze…
pt_br: Pressione as teclas…
ro: Apasă tastele…
ru: Нажмите клавиши…
sk: Stlačte klávesy…
sv: Tryck på tangenter…
th: กดปุ่ม…
tr: Tuşlara basın…
uk: Натисніть клавіші…
vi: Nhấn phím…
zh_hans: 按下按键…
zh_hk: 按下按鍵…

source: Click a shortcut and press the new keys. Esc cancels. Shortcuts need a modifier — ⌘, ⌥, ⌃, or ⇧.
ar: انقر على اختصار ثم اضغط المفاتيح الجديدة. Esc للإلغاء. يجب أن يتضمّن الاختصار مفتاح تعديل — ⌘ أو ⌥ أو ⌃ أو ⇧.
ca: Fes clic en una drecera i prem les tecles noves. Esc cancel·la. Les dreceres necessiten un modificador: ⌘, ⌥, ⌃ o ⇧.
cs: Klikněte na zkratku a stiskněte nové klávesy. Esc zruší akci. Zkratky potřebují modifikátor — ⌘, ⌥, ⌃ nebo ⇧.
da: Klik på en genvej, og tryk på de nye taster. Esc annullerer. Genveje kræver en modifikatortast — ⌘, ⌥, ⌃ eller ⇧.
de: Klicke auf einen Kurzbefehl und drücke die neuen Tasten. Esc bricht ab. Kurzbefehle brauchen eine Modifiziertaste – ⌘, ⌥, ⌃ oder ⇧.
el: Κάντε κλικ σε μια συντόμευση και πατήστε τα νέα πλήκτρα. Το Esc ακυρώνει. Οι συντομεύσεις χρειάζονται πλήκτρο τροποποίησης — ⌘, ⌥, ⌃ ή ⇧.
es: Haz clic en un atajo y pulsa las teclas nuevas. Esc cancela. Los atajos necesitan un modificador: ⌘, ⌥, ⌃ o ⇧.
fi: Napsauta pikanäppäintä ja paina uusia näppäimiä. Esc peruuttaa. Pikanäppäin tarvitsee muokkausnäppäimen — ⌘, ⌥, ⌃ tai ⇧.
fr: Cliquez sur un raccourci et appuyez sur les nouvelles touches. Esc annule. Un raccourci doit inclure une touche de modification — ⌘, ⌥, ⌃ ou ⇧.
he: לחצו על קיצור והקישו על המקשים החדשים. Esc לביטול. קיצור חייב לכלול מקש עזר — ⌘, ⌥, ⌃ או ⇧.
hi: किसी शॉर्टकट पर क्लिक करें और नई कुंजियाँ दबाएँ. Esc रद्द करता है. शॉर्टकट में एक मॉडिफ़ायर होना चाहिए — ⌘, ⌥, ⌃, या ⇧.
hr: Kliknite prečac i pritisnite nove tipke. Esc otkazuje. Prečac treba modifikator — ⌘, ⌥, ⌃ ili ⇧.
hu: Kattints egy gyorsbillentyűre, és nyomd le az új billentyűket. Az Esc megszakítja. A gyorsbillentyűhöz módosítóbillentyű kell — ⌘, ⌥, ⌃ vagy ⇧.
id: Klik pintasan lalu tekan tombol baru. Esc membatalkan. Pintasan memerlukan pengubah — ⌘, ⌥, ⌃, atau ⇧.
it: Fai clic su una scorciatoia e premi i nuovi tasti. Esc annulla. Le scorciatoie richiedono un modificatore — ⌘, ⌥, ⌃ o ⇧.
ja: ショートカットをクリックして新しいキーを押します。Esc でキャンセルします。ショートカットには修飾キー（⌘、⌥、⌃、⇧）が必要です。
ko: 단축키를 클릭한 다음 새 키를 누르세요. Esc로 취소합니다. 단축키에는 조합 키(⌘, ⌥, ⌃ 또는 ⇧)가 필요합니다.
ms: Klik pintasan dan tekan kekunci baharu. Esc membatalkan. Pintasan memerlukan pengubah suai — ⌘, ⌥, ⌃, atau ⇧.
nb: Klikk på en snarvei og trykk på de nye tastene. Esc avbryter. Snarveier trenger en modifikatortast – ⌘, ⌥, ⌃ eller ⇧.
nl: Klik op een sneltoets en druk op de nieuwe toetsen. Esc annuleert. Sneltoetsen hebben een modificatietoets nodig — ⌘, ⌥, ⌃ of ⇧.
pl: Kliknij skrót i naciśnij nowe klawisze. Esc anuluje. Skrót wymaga modyfikatora — ⌘, ⌥, ⌃ lub ⇧.
pt_br: Clique em um atalho e pressione as novas teclas. Esc cancela. Os atalhos precisam de um modificador — ⌘, ⌥, ⌃ ou ⇧.
ro: Fă clic pe o scurtătură și apasă tastele noi. Esc anulează. Scurtăturile au nevoie de un modificator — ⌘, ⌥, ⌃ sau ⇧.
ru: Нажмите на сочетание и введите новые клавиши. Esc отменяет. Сочетание должно содержать клавишу-модификатор — ⌘, ⌥, ⌃ или ⇧.
sk: Kliknite na skratku a stlačte nové klávesy. Esc zruší. Skratka potrebuje modifikátor — ⌘, ⌥, ⌃ alebo ⇧.
sv: Klicka på en genväg och tryck på de nya tangenterna. Esc avbryter. Genvägar behöver en modifierartangent – ⌘, ⌥, ⌃ eller ⇧.
th: คลิกทางลัดแล้วกดปุ่มใหม่ Esc เพื่อยกเลิก ทางลัดต้องมีปุ่มขยาย — ⌘, ⌥, ⌃ หรือ ⇧
tr: Bir kısayola tıklayıp yeni tuşlara basın. Esc iptal eder. Kısayollar bir değiştirici gerektirir — ⌘, ⌥, ⌃ veya ⇧.
uk: Клацніть сполучення та натисніть нові клавіші. Esc скасовує. Сполучення потребує клавіші-модифікатора — ⌘, ⌥, ⌃ або ⇧.
vi: Nhấp vào một phím tắt rồi nhấn các phím mới. Esc để hủy. Phím tắt cần một phím bổ trợ — ⌘, ⌥, ⌃ hoặc ⇧.
zh_hans: 点按某个快捷键，然后按下新的按键。Esc 取消。快捷键需要包含修饰键 — ⌘、⌥、⌃ 或 ⇧。
zh_hk: 按一下某個快捷鍵，然後按下新的按鍵。Esc 取消。快捷鍵需要包含輔助鍵 — ⌘、⌥、⌃ 或 ⇧。

source: Match another browser…
ar: مطابقة متصفح آخر…
ca: Imita un altre navegador…
cs: Napodobit jiný prohlížeč…
da: Match en anden browser…
de: An anderen Browser anpassen…
el: Αντιστοίχιση με άλλο πρόγραμμα περιήγησης…
es: Imitar otro navegador…
fi: Jäljittele toista selainta…
fr: Imiter un autre navigateur…
he: התאמה לדפדפן אחר…
hi: दूसरे ब्राउज़र जैसा करें…
hr: Uskladi s drugim preglednikom…
hu: Másik böngésző utánzása…
id: Samakan dengan browser lain…
it: Imita un altro browser…
ja: 別のブラウザに合わせる…
ko: 다른 브라우저에 맞추기…
ms: Padankan penyemak imbas lain…
nb: Match en annen nettleser…
nl: Andere browser nabootsen…
pl: Dopasuj do innej przeglądarki…
pt_br: Imitar outro navegador…
ro: Potrivește cu alt browser…
ru: Как в другом браузере…
sk: Napodobniť iný prehliadač…
sv: Matcha en annan webbläsare…
th: ให้เหมือนเบราว์เซอร์อื่น…
tr: Başka bir tarayıcıya benzet…
uk: Як в іншому браузері…
vi: Giống trình duyệt khác…
zh_hans: 匹配其他浏览器…
zh_hk: 比照其他瀏覽器…

source: Reset to Defaults
ar: إعادة التعيين إلى الإعدادات الافتراضية
ca: Restableix als valors per defecte
cs: Obnovit výchozí nastavení
da: Nulstil til standard
de: Auf Standardwerte zurücksetzen
el: Επαναφορά προεπιλογών
es: Restablecer valores predeterminados
fi: Palauta oletusasetukset
fr: Réinitialiser les valeurs par défaut
he: איפוס לברירות המחדל
hi: डिफ़ॉल्ट पर रीसेट करें
hr: Vrati na zadane postavke
hu: Alapértékek visszaállítása
id: Atur ulang ke bawaan
it: Ripristina impostazioni predefinite
ja: デフォルトに戻す
ko: 기본값으로 재설정
ms: Set semula kepada lalai
nb: Tilbakestill til standard
nl: Standaardwaarden herstellen
pl: Przywróć domyślne
pt_br: Restaurar padrões
ro: Resetează la valorile implicite
ru: Сбросить до значений по умолчанию
sk: Obnoviť predvolené nastavenia
sv: Återställ till standard
th: รีเซ็ตเป็นค่าเริ่มต้น
tr: Varsayılanlara sıfırla
uk: Скинути до типових
vi: Đặt lại về mặc định
zh_hans: 重置为默认值
zh_hk: 重設為預設值
